{
  "about.desc.p1": "Devclub is open for everyone monthly meeting, where we informally talk on information technology related topics. Usually monthly there's one meeting in Russian (devclub.eu) and one in English (devclub.ee).",
  "about.desc.p2": "It's always free to visit our meetings: you only need to register yourself. Moreover you can become speaker: for more information click red button in site header.",
  "about.desc.p3": "Our community is one of the oldest IT-communities in Estonia. Meetings are monthly regular since the end of 2008: more than 120 meetings in Russian and more than 70 meetings in English/Estonian, that's more than 500 speeches, which can be found on 'Archive' page and our YouTube-channels.",
  "about.desc.p4": "Devclub members work fo free: organization, photos, videos, training speakers. But all that is possible only with the help of our advertisers and your donations: find out more on 'Advertising' page.",
	"about.logos.button.download": "Download logos in one .ZIP",
	"about.logos.p1": "All Devclub mentions are welcome. Here you can download all logos in one zipped file (transparent, white background, black background). By default, we recommend using the .EU logo.",
	"about.logos.title": "Brand",
	"about.title.about_us": "What is Devclub?",
	"about.title.events": "Events",
	"about.title.photos": "Photos",
	"about.title.resources": "Our resources",
	"about.title.thanks": "Devclub former members",
	"advertising.companies.title": "Thanks for your help!",
	"advertising.donation_help": "We especially appreciate any help and willing to account for every penny spent. Thank you!",
	"advertising.donation_help.description": "Description",
	"advertising.donation_help.recipient": "Recipient",
	"advertising.donation_help.title": "Want to help without advertising. How?",
	"advertising.howto.title": "How to buy advertising?",
	"advertising.price.desc": "Given previous experience in planning activities, we can offer the following packages, where each row is one payment package. In addition, you can compare the payment per month and per year.",
	"advertising.price.months": "Months",
	"advertising.price.per_month": "Per month, €",
	"advertising.price.per_year": "Per year, €",
	"advertising.price.title": "How much does it cost?",
	"advertising.price.total": "Price, €",
	"advertising.what_to_do": "Please write to us at our e-mail, and we will contact you as soon as possible in order to explain the nuances and send you a contract for acquaintance.",
	"advertising.what_to_do.mail": "Our e-mail: {{mail}}",
	"advertising.what_to_do.title": "How should I start advertising here?",
	"advertising.where_money_doesnt_go": "Folk wisdom says that good things does not happen for free. We are trying to disprove it, and doing it successfully for a long time. Participants have never paid to attend the events to listen topics of their intersests. DevClub is a nonprofit organization: each of the organizers has already invested more money than he could earn. We do it for free.",
	"advertising.where_money_goes": "But despite the fact that we have a system of voluntary donations, it is not enough to cover all the expenses of the event: room, equipment, prizes, buffet... And once a year money can be spent on organizing seminars with foreign speakers.",
	"advertising.where_money_goes.title": "How do Devclub spend advertising money?",
	"advertising.why.p1": "The logo of your company on devclub.eu and devclub.ee.",
	"advertising.why.p2": "The logo of your company in all videos of speakers from all Tallinn meetings (three to five videos a month, usually).",
	"advertising.why.p3": "The host of the meeting mentions and thanks you at all events.",
	"advertising.why.p4": "Advertising at every meeting, the organization which you render financial assistance. For example, in a welcome speech to the audience, or in any other format: roll-ups, attributes, booklets.",
	"advertising.why.p5": "Five of your employees will always be able to visit your sponsored event without having to register.",
	"advertising.why.p6": "Once a year we try to arrange one- or two-day seminar with foreign speakers. In this case, you get several free places for your employees. Sometimes only this can pay off the annual advertising.",
	"advertising.why.p7": "It's a great place not only to find new employees, but also to improve the skills of existing. Think how much time and money it costs to you personally acquire the necessary level of competence for some sort of solution, but we invite professionals who have experience in specific areas so they talk about their success, challenges and achievements. We appreciate the informal atmosphere and free easy communication. Practice shows that the principle People2People is the best way to find answers to their questions. Support for intellectual initiatives - is more prestige points in the treasury of any firm.",
	"advertising.why.title": "Why order advertising on Devclub?",
	"archive.best.filter.groupby.place": "Group by place",
	"archive.best.filter.groupby.year": "Group by year",
	"archive.best.tab": "The Best",
	"archive.main.filter.label": "Label (eng)",
	"archive.main.filter.seasons": "Seasons",
	"archive.main.filter.seasons.all": "All",
	"archive.main.filter.speaker": "Speaker",
	"archive.main.filter.texts": "Topic/description",
  "archive.main.filter.view": "View",
	"archive.main.mode.block": "More info",
	"archive.main.mode.list": "Compact",
	"archive.main.tab": "Meetings",
	"archive.seminar.hours": "h",
	"archive.seminar.places": "Capacity",
	"archive.seminar.tab": "Seminars",
	"archive.speaker.col.count": "Speech count",
	"archive.speaker.col.date": "Latest date",
	"archive.speaker.col.name": "Speaker",
	"archive.speaker.col.top": "Achievements",
	"archive.speaker.col.top.total": "total",
	"archive.speaker.tab": "Speakers",
	"archive.title.archive": "Archive",
	"common.footer.devclub_team": "Devclub team",
	"common.speech.example.tooltip": "Examples related with speech.",
	"common.speech.lang.en": "In English",
	"common.speech.lang.et": "In Estonian",
	"common.speech.lang.ru": "In Russian",
	"common.speech.presentation.tooltip": "Slides related with speech.",
	"common.speech.top.tooltip": "{{place}}. place at the best speeches of the season",
	"common.title.meeting": "Meeting",
	"common.title.team_members": "Devclub members",
	"common.weekday.1": "Monday",
	"common.weekday.2": "Tuesday",
	"common.weekday.3": "Wednesday",
	"common.weekday.4": "Thursday",
	"common.weekday.5": "Friday",
	"common.weekday.6": "Saturday",
	"common.weekday.7": "Sunday",
  "main.meeting.registration": "Registration",
	"main.next_meeting.info.not_avaliable": "The upcoming event information is not yet available. Please find it later here or on any of our resources.",
	"main.title.latest_videos": "Latest published videos",
	"main.title.latest_videos.published": "Published",
	"menu.about": "About",
	"menu.advertising": "Advertising",
	"menu.archive": "Archive",
	"menu.blog": "Blog",
	"menu.meeting": "Meeting",
	"menu.speaker": "Talk!",
  "meeting.info.moderated": "Moderated",
  "meeting.info.photographs": "Photographers",
  "resource.title.main": "Contacts",
  "resource.site": "Site",
  "resource.github": "Git: devclub",
  "resource.googlecalendar": "Calendar",
  "resource.blog": "Blog",
  "resource.blogfeed": "RSS",
  "resource.twitter": "Twitter",
  "resource.youtube": "Videos",
  "resource.facebookpage": "Facebook page",
  "resource.facebookgroup": "Facebook group",
	"resource.googlegroup": "Google group",
	"resource.photo": "Photos",
	"speaker.advises.goal.p1": "Ütle 'Ei!' tutooriatele, ütle 'Jah!' enda kogemusele ja arvamusele. Kedagi ei huvita veel üks tavapärane instruktsioon - huvitavad isiklik kogemus ja tehtud vead.",
	"speaker.advises.goal.t": "Goal.",
	"speaker.advises.info.p1": "Do not be afraid to be subjective. Believe in what you tell. Do not focus on speech small inaccuracies - they will be forgiven and forgotten, boring talk - won't.",
	"speaker.advises.info.t": "Information.",
	"speaker.advises.other.p1": "Google more advises, like <a href='https://www.inc.com/brent-gleeson/20-tips-for-mastering-art-of-public-speaking.html' target='_blank'>this link</a>, on public speaking.",
	"speaker.advises.questions.p1": "Repeat the question before answering it - let others know how you've heard the question and let everyone hear it loud and clear. Put long debates off for a break - there are other people trying to ask a quick questions.",
	"speaker.advises.questions.t": "Questions.",
	"speaker.advises.room.p1": "Do not look at the slides. Never! Look at the audience. Don't loose the contact. Do not run your eyes around the room - find a couple of attentive people and tell your story to them. Do not look at the floor or ceiling.",
	"speaker.advises.room.t": "Room.",
	"speaker.advises.slides.p1": "Do not overload slides with information. Keep tips for yourself on a paper. Put less words on the slides - it's better to illustrate your talk. Make a <strong>dark background</strong> - better for video recording. Use the <strong>monospace font</strong>. Put font size more than 24. Text doesn't fit? - Make an extra slide! Read more about slides: <a target='_blank' style='text-decoration: underline' href='http://www.slideshare.net/LookAtMySlides/codeware'>five rules</a>.",
	"speaker.advises.slides.t": "Slides.",
	"speaker.advises.time.p1": "Do not bother people. 30 minutes you tell story, 15 minutes - you answer the questions.",
	"speaker.advises.time.t": "Time.",
	"speaker.advises.title": "Advises",
	"speaker.advises.training.p1": "It's normal to be nervous before the talk. You'll handle it with more practice. First, practice alone (but in voice), then practice with real persons to get feedback - for example, with the organizers of Devclub. That's how you will be better confident in yourself. Actors in theaters rehearse a lot.",
	"speaker.advises.training.t": "Practice.",
	"speaker.advises.voice.p1": "Talk loudly, but do not yell. Back rows are also your target as the first one.",
	"speaker.advises.voice.t": "Voice.",
	"speaker.button.add_topic": "Add your talk",
	"speaker.technical.rec.p1": "Usually we need you to record your screen during the talk to make a better video. Camera will record only you, not slides.<ul><li>Ubuntu: Kazam</li><li>Mac: QuickTime (built-in)</li><li>Windows 10: Xbox app (built-in)</li></ul>",
	"speaker.technical.rec.t": "Recording.",
	"speaker.technical.tech.p1": "Prepare adapters for your computer to have no problems with the projector. Talk about adaptors with organizers - it depends on the room.",
	"speaker.technical.tech.t": "Equipment.",
	"speaker.technical.title": "Technical",
	"speaker.title": "How to talk on Devclub?",
	"speaker.want_to_talk.p1": "We always glad to invite new people with interesting ideas and talks. Even if your talk is not related to information technology, it can be interesting to us - sometimes we have offtopics. What will you get with DevClub talk?",
	"speaker.want_to_talk.p2": "Playground for practicing your skills in public speaking. Before the event talk Devclub will test your talk with one to five listeners.",
	"speaker.want_to_talk.p3": "You'll get experience and feedback on your talk ideas - that's how you can find alternative solutions.",
	"speaker.want_to_talk.p4": "Small souvenir from Devclub and you'll be mentioned here on site - this can be regarded as a bonus to your social skills in your CV.",
	"speaker.want_to_talk.p5": "Are you interested? Have ideas? Push the red button, fill the form, and we will contact you!",
	"speaker.want_to_talk.title": "Want to talk?",
  "speech.video.info.camera": "Camera",
  "speech.video.info.edit": "Edit"
}
